Repository: ali-aktas/hocalingo-ios
Catalog: *.lproj/Localizable.strings
Languages: tr

# premium_upgrade_prompt_message
source: Unlimited access to all features
tr: TÃ¼m Ã¶zelliklere sÄ±nÄ±rsÄ±z eriÅŸim

# premium_upgrade_prompt_button
source: Upgrade Now
tr: Åimdi YÃ¼kselt

# onboarding_premium_title
source: Start Your Premium Journey
tr: Premium YolculuÄŸuna BaÅŸla

# onboarding_premium_subtitle
source: Try Premium features free for 7 days
tr: Premium Ã¶zellikleri 7 gÃ¼n Ã¼cretsiz dene

# onboarding_premium_skip
source: Maybe Later
tr: Belki Daha Sonra

# notification_msg_1
source: Even 5 minutes of practice makes a difference! ğŸš€
tr: Sadece 5 dakikalÄ±k pratik bile fark yaratÄ±r! ğŸš€

# notification_msg_2
source: Waiting for the bus? How about studying some words? ğŸšŒ
tr: OtobÃ¼s mÃ¼ bekliyorsun? Kelime Ã§alÄ±ÅŸmaya ne dersin? ğŸšŒ

# notification_msg_3
source: On a coffee break? How about flipping some cards? â˜•
tr: Kahve molasÄ±nda mÄ±sÄ±n? Ä°ngilizce kart Ã§evirmeye ne dersin? â˜•

# notification_msg_4
source: Your future self will thank you for these 5 minutes! ğŸ’ª
tr: Gelecekteki sen bu 5 dakikaya teÅŸekkÃ¼r edecek! ğŸ’ª

# notification_msg_5
source: Small steps lead to big progress. Let's go! ğŸ¯
tr: KÃ¼Ã§Ã¼k adÄ±mlar bÃ¼yÃ¼k ilerlemelere yol aÃ§ar. Hadi baÅŸla! ğŸ¯

# notification_msg_6
source: Quick study = big progress! Let's get started! ğŸŒŸ
tr: HÄ±zlÄ± Ã§alÄ±ÅŸma = BÃ¼yÃ¼k ilerleme! Hadi baÅŸlayalÄ±m! ğŸŒŸ

# notification_msg_7
source: Between classes? Perfect time to learn! ğŸ“š
tr: Ders arasÄ± mÄ±? Ã–ÄŸrenmek iÃ§in mÃ¼kemmel zaman! ğŸ“š

# notification_msg_8
source: Your English is waiting! Just a few words today ğŸ”¥
tr: Ä°ngilizcen seni bekliyor! BugÃ¼n sadece birkaÃ§ kelime ğŸ”¥

# notification_msg_9
source: Lunch break? Add some words to the menu! ğŸ½ï¸
tr: Ã–ÄŸle arasÄ± mÄ±? MenÃ¼ye biraz kelime ekle! ğŸ½ï¸

# notification_msg_10
source: Can't sleep? Close the day productively with a quick study! ğŸŒ™
tr: Uykun mu kaÃ§tÄ±? HÄ±zlÄ± bir Ã§alÄ±ÅŸma ile gÃ¼nÃ¼ verimli kapat! ğŸŒ™

# notification_ai_title
source: âœ¨ AI Story Time!
tr: âœ¨ AI Hikaye ZamanÄ±!

# notification_ai_msg_1
source: Create personalized stories from your deck with AI ğŸ¨
tr: Yapay zeka ile Ã§alÄ±ÅŸma destene Ã¶zel hikayeler yarat ğŸ¨

# notification_ai_msg_2
source: You can have AI write you a custom story! Try it now ğŸ¤–
tr: Yapay zekaya kendine Ã¶zel bir hikaye yazdÄ±rabilirsin! Hemen dene ğŸ¤–

# notification_ai_msg_3
source: Unleash your creativity with AI! Create your reading story âœ¨
tr: AI ile yaratÄ±cÄ±lÄ±ÄŸÄ±nÄ± ortaya Ã§Ä±kar! Reading hikayeni oluÅŸtur âœ¨

# notification_ai_msg_4
source: Your AI storyteller is ready! What will you create today? ğŸ“–
tr: AI hikaye anlatÄ±cÄ±n hazÄ±r! BugÃ¼n ne yaratacaksÄ±n? ğŸ“–

# notification_ai_msg_5
source: Transform learning with AI stories! Start the adventure ğŸš€
tr: AI hikayeleri ile Ã¶ÄŸrenmeyi dÃ¶nÃ¼ÅŸtÃ¼r! Maceraya baÅŸla ğŸš€
