Repository: ali-aktas/hocalingo-ios
Catalog: *.lproj/Localizable.strings
Languages: tr

source: Loading...
tr: YÃ¼kleniyorâ€¦

source: Cancel
tr: Ä°ptal

source: Close
tr: Kapat

source: Error
tr: Hata

source: Save
tr: Kaydet

source: Delete
tr: Sil

source: Done
tr: Tamam

source: OK
tr: Tamam

# back_button
source: Back
tr: Geri

source: Retry
tr: Tekrar Dene

# continue_btn
source: Continue
tr: Devam Et

source: Edit
tr: DÃ¼zenle

source: Finish
tr: Bitir

source: Skip
tr: GeÃ§

source: Next
tr: Sonraki

source: Previous
tr: Ã–nceki

source: Apply
tr: Uygula

# unit_minute_short
source: min
tr: dk

# unit_hour_short
source: h
tr: s

# tab_home
source: Home
tr: Ana Sayfa

# tab_study
source: Study
tr: Ã‡alÄ±ÅŸ

# tab_ai
source: AI Stories
tr: Yapay Zeka

# tab_profile
source: Profile
tr: Profil

# ai_assistant_title
source: AI Assistant
tr: AI Asistan

# home_start_btn
source: Start
tr: BaÅŸla

# stat_monthly_stats
source: Monthly Stats
tr: Bu ayÄ±n istatistikleri

# home_greeting_morning
source: Good Morning! â˜€ï¸
tr: GÃ¼naydÄ±n! â˜€ï¸

# home_greeting_afternoon
source: Good Afternoon! ğŸŒ¤ï¸
tr: Ä°yi GÃ¼nler! ğŸŒ¤ï¸

# home_greeting_evening
source: Good Evening! ğŸŒ™
tr: Ä°yi AkÅŸamlar! ğŸŒ™

# home_greeting_night
source: Good Night! âœ¨
tr: Ä°yi Geceler! âœ¨

# home_cta_title
source: Let's Start Studying!
tr: Ã‡alÄ±ÅŸmaya BaÅŸla!

# action_start_study
source: Start Studying
tr: Ã‡alÄ±ÅŸmaya BaÅŸla

# action_select_package
source: Word Packages
tr: Yeni Kelimeler SeÃ§

# action_select_package_desc
source: Browse level packs
tr: Ã–ÄŸrenmek iÃ§in kelime seÃ§

# action_add_word
source: Add Word
tr: Kelime Kaydet

# action_add_word_desc
source: Create your own
tr: Kendi kelimelerini ekle

# action_ai_assistant
source: AI Stories
tr: Okuma PratiÄŸi Yap

# action_ai_assistant_desc
source: Practice with stories
tr: Sana Ã¶zel okuma parÃ§alarÄ±

# stat_streak_days
source: Streak
tr: GÃ¼nlÃ¼k Seri

# stat_active_days
source: Active
tr: Aktiflik

# stat_today_words
source: Today's Words
tr: BugÃ¼nkÃ¼ Kelimeler

# stat_total_learned
source: Total Learned
tr: Toplam Ã–ÄŸrenilen

# stat_this_month_days
source: Active Days
tr: Aktif GÃ¼nler

# stat_this_month_time
source: Study Time
tr: Ã‡alÄ±ÅŸma SÃ¼resi

# stat_discipline_score
source: Discipline
tr: Ä°stikrar

# stat_learned_words
source: Words Learned
tr: Ã–ÄŸrenilen

# motivation_1
source: With just 10 minutes a day, learn 200+ words every month!
tr: GÃ¼nde 10 dakika Ã§alÄ±ÅŸarak her ay 200 kelime Ã¶ÄŸren!

# motivation_2
source: Whatâ€™s the point of grammar without vocabulary?
tr: Kelime bilmeden kural Ã§alÄ±ÅŸmakla vakit kaybetmene gerek yok.

# motivation_3
source: Even dust becomes a mountain when it gathers. Start now!
tr: Toz bile birikerek daÄŸ olur. Hadi, Ã¼ÅŸenme. Sadece 10 dakika!

# motivation_4
source: Every word brings you one step closer to your goal
tr: Her kelime seni hedefe bir adÄ±m daha yaklaÅŸtÄ±rÄ±yor

# motivation_5
source: Practice makes progress. Letâ€™s begin!
tr: Pratik mÃ¼kemmelleÅŸtirir, hadi baÅŸlayalÄ±m!

# motivation_6
source: Your English journey continues â€” you're doing great today!
tr: Ä°ngilizce yolculuÄŸun devam ediyor, bugÃ¼n harikasÄ±n!

# motivation_7
source: Itâ€™s a perfect time to learn!
tr: Ã–ÄŸrenmek iÃ§in ÅŸahane bir vakit!

# motivation_8
source: Success comes with patience. Keep going!
tr: BaÅŸarÄ± sabÄ±rla gelir, sabret ve devam et!

# motivation_9
source: Welcome to the real world of English
tr: Ä°ngilizce'nin gerÃ§ek dÃ¼nyasÄ±na hoÅŸ geldin!

# motivation_10
source: Even 1 minute counts. Just donâ€™t delay!
tr: Gerekirse 2 dakika Ã§alÄ±ÅŸ, ama erteleme!

# motivation_11
source: 5 words today, a whole new level next month!
tr: BugÃ¼n 5 kelime, 1 ay sonra bambaÅŸka bir seviye!

# motivation_12
source: Small effort. Every day. Thatâ€™s the secret.
tr: Az ama her gÃ¼n. SÄ±rrÄ±mÄ±z bu.

# motivation_13
source: One more word learned â€” youâ€™re already ahead!
tr: Bir kelime bile Ã¶ÄŸrensen, dÃ¼nki halinden Ã¶ndesin!

# motivation_14
source: Donâ€™t wait for the perfect moment. Start now!
tr: MÃ¼kemmel zamanÄ± bekleme, ÅŸimdi baÅŸla!

# motivation_15
source: Every repetition makes your memory stronger
tr: Her tekrar hafÄ±zanÄ± biraz daha gÃ¼Ã§lendirir

# motivation_16
source: Small steps turn into real fluency
tr: KÃ¼Ã§Ã¼k adÄ±mlar bÃ¼yÃ¼k akÄ±cÄ±lÄ±ÄŸa dÃ¶nÃ¼ÅŸÃ¼r

# motivation_17
source: If you donâ€™t quit today, your future self will thank you
tr: BugÃ¼n vazgeÃ§mezsen, yarÄ±n teÅŸekkÃ¼r edeceksin

# motivation_18
source: Donâ€™t just scroll. Learn and move forward!
tr: Sonuca odaklanma, sÃ¼rece gÃ¼ven!

# motivation_19
source: Language learning is a marathon â€” and youâ€™ve found your pace
tr: Dil Ã¶ÄŸrenmek maraton, sen ritmi yakaladÄ±n!

# motivation_20
source: Speak a little braver every single day!
tr: Her gÃ¼n biraz daha cesur konuÅŸ!

# vault_title
source: Word Vault
tr: Kelime Kasam

# vault_section_title
source: Word Vault
tr: Kelime Kasam

# vault_show_all
source: See All
tr: TÃ¼mÃ¼nÃ¼ GÃ¶r

# vault_review_all
source: Review All Words
tr: TÃ¼m Kelimeleri GÃ¶zden GeÃ§ir

# vault_empty_title
source: Your vault is empty
tr: Kasan henÃ¼z boÅŸ

# vault_empty_subtitle
source: Select a package and add words to see them here
tr: Paket seÃ§ip kelime ekledikten sonra burada gÃ¶rÃ¼nÃ¼r

# vault_preview_empty
source: Start selecting words
tr: Kelime seÃ§meye baÅŸla

# vault_tap_to_reveal
source: Tap to see translation
tr: Ã‡eviriyi gÃ¶rmek iÃ§in dokun

# vault_reveal
source: Reveal
tr: GÃ¶ster

# vault_next
source: Next
tr: Ä°leri

# vault_finish
source: Finish
tr: Tamamla

# vault_turkish
source: Turkish
tr: TÃ¼rkÃ§e

# study_title
source: Study
tr: Ã‡alÄ±ÅŸ

# study_navbar_title
source: Spaced Repetition
tr: AralÄ±klÄ± Tekrar Ã‡alÄ±ÅŸmasÄ±

source: Flip Card
tr: KartÄ± Ã‡evir

source: Show Answer
tr: CevabÄ± GÃ¶ster

# study_flip_card_hint
source: Tap to flip
tr: KartÄ± Ã§evir

# study_hard
source: Hard
tr: Zor

# study_medium
source: Medium
tr: Orta

# study_easy
source: Easy
tr: Kolay

# hard_button
source: Hard
tr: Zor

# medium_button
source: Medium
tr: Orta

# easy_button
source: Easy
tr: Kolay

# study_completed_title
source: Session Complete!
tr: Harika!

# study_completed_message
source: You completed today's goal!
tr: BugÃ¼nkÃ¼ hedefini tamamladÄ±n!

# study_progress
source: Progress: %d/%d
tr: Ä°lerleme: %d/%d

# study_words_reviewed
source: words reviewed
tr: kelime tekrar edildi

# study_empty_first_time_title
source: Welcome!
tr: HoÅŸ Geldin!

# study_empty_first_time_message
source: Select words from packages to start learning.
tr: Ã‡alÄ±ÅŸmaya baÅŸlamak iÃ§in paketlerden kelime seÃ§.

# study_empty_title
source: Congratulations!
tr: Tebrikler!

# study_empty_message
source: No words to study! Add more words or wait for reviews.
tr: Ã‡alÄ±ÅŸÄ±lacak kelime yok! Daha fazla kelime ekle veya tekrar zamanÄ±nÄ± bekle.

# study_select_words
source: Select Words
tr: Kelime SeÃ§

# study_browse_packages
source: Browse Packages
tr: Paketlere GÃ¶zat

# study_go_home
source: Go to Home
tr: Ana Sayfaya Git

# time_5_min
source: 5m
tr: 5 dk

# time_later
source: Later
tr: Sonra

# time_today
source: Today
tr: BugÃ¼n

# time_soon
source: Soon
tr: YakÄ±nda

# time_1_day
source: 1d
tr: 1 gÃ¼n

# time_n_days
source: %dd
tr: %d gÃ¼n

# time_n_wk
source: %dwk
tr: %d hf

# time_n_mo
source: %dmo
tr: %d ay

# card_style_settings_title
source: Card Style
tr: Kart TasarÄ±mÄ±

# card_style_settings_subtitle
source: Choose your preferred card style
tr: Tercih ettiÄŸiniz kart stilini seÃ§in

# card_style_colorful
source: Colorful
tr: Renkli

# card_style_colorful_description
source: Vibrant random colors for each card
tr: Her kart iÃ§in canlÄ± rastgele renkler

# card_style_minimal_description
source: Clean single-color design
tr: Temiz tek renkli tasarÄ±m

# card_style_premium
source: Premium Gradient
tr: Premium Gradyan

# card_style_premium_description
source: Stunning gradient designs (Premium Only)
tr: MuhteÅŸem gradyan tasarÄ±mlar (Sadece Premium)

# tab_standard
source: Standard
tr: Standart

# package_selection_title
source: Choose Your Level
tr: Seviyeni SeÃ§

# package_selection_subtitle
source: Select a package to start learning words
tr: Kelime Ã¶ÄŸrenmeye baÅŸlamak iÃ§in bir paket seÃ§

# premium_header_title
source: Special Collections
tr: Ã–zel Koleksiyonlar

# premium_header_subtitle
source: Take your English to the next level with exclusive content
tr: Ã–zel iÃ§eriklerle Ä°ngilizceni bir Ã¼st seviyeye taÅŸÄ±

# premium_upgrade_button
source: Upgrade to Premium
tr: Premium'a GeÃ§

# premium_upgrade_short
source: Unlock
tr: Kilidi AÃ§

# packages_count
source: packages
tr: paket

# words_count
source: words
tr: kelime

# collections_count
source: collections
tr: koleksiyon

source: Thematic content
tr: Tematik iÃ§erik

# premium_unlock_required
source: Premium Required
tr: Premium Gerekli

# package_completed
source: Completed
tr: TamamlandÄ±

# package_words_left
source: words left
tr: kelime kaldÄ±

# package_words_count
source: %d words
tr: %d kelime

# package_selected
source: Selected
tr: SeÃ§ili

# package_select
source: Select
tr: SeÃ§

# package_downloaded
source: Downloaded
tr: Ä°ndirildi

# package_download
source: Download
tr: Ä°ndir

# package_all_completed
source: You've completed all words in this package!
tr: Bu paketteki tÃ¼m kelimeleri tamamladÄ±nÄ±z!

# package_empty_title
source: All Done! ğŸ‰
tr: Hepsi Bitti! ğŸ‰

# package_empty_message
source: You've seen all words in this package. Time to explore other packages!
tr: Bu paketteki tÃ¼m kelimeleri gÃ¶rdÃ¼n. DiÄŸer paketleri keÅŸfetme vakti!

# package_empty_button
source: Browse Packages
tr: Paketlere GÃ¶z At

# package_name_beginner
source: Beginner
tr: BaÅŸlangÄ±Ã§

# package_name_elementary
source: Elementary
tr: Temel Seviye

# package_name_intermediate
source: Intermediate
tr: Orta Seviye

# package_name_upper_intermediate
source: Upper Intermediate
tr: Orta Ãœst Seviye

# package_name_advanced
source: Advanced
tr: Ä°leri Seviye

# package_name_mastery
source: Mastery
tr: Anadil Seviyesi

# premium_package_business
source: Business & Interview
tr: Ä°ÅŸ Ä°ngilizcesi

# premium_package_travel
source: Travel & Tourism
tr: Seyahat & Turizm

# premium_package_academic
source: Academic English
tr: Akademik Ä°ngilizce

# premium_package_idioms
source: Idioms & Expressions
tr: GÃ¼nlÃ¼k Deyimler

# premium_package_phrases
source: Phrases & Expressions
tr: KalÄ±plar & Edatlar

# premium_package_social
source: Social & Chat
tr: GÃ¼ndelik Ä°fadeler

# word_selection_title
source: Word Selection
tr: Kelime SeÃ§imi

# word_selection_back
source: Back
tr: Geri

# word_selection_instruction
source: Add new words to your study deck
tr: Ã‡alÄ±ÅŸma destesine yeni kelimeler ekle

# word_selection_learn
source: Learn
tr: Ã–ÄŸren

# word_selection_skip
source: Skip
tr: GeÃ§

# word_selection_selected
source: Selected
tr: SeÃ§ilen

# word_selection_selected_count
source: Selected
tr: SeÃ§ilen

# word_selection_hidden_count
source: Skipped
tr: GeÃ§ilen

# word_selection_daily_limit
source: Daily Limit
tr: GÃ¼nlÃ¼k Limit

# word_selection_swipe_hint
source: â† Skip | Learn â†’
tr: â† GeÃ§ | Ã–ÄŸren â†’

# word_selection_undo
source: Undo
tr: Geri Al

# word_selection_start_study
source: Study (%d)
tr: Ã‡alÄ±ÅŸ (%d)

# word_selection_remaining
source: selections left
tr: seÃ§im hakkÄ± kaldÄ±

# word_selection_complete_title
source: Congratulations! ğŸ‰
tr: Tebrikler! ğŸ‰

# word_selection_complete_message
source: You've seen all words in this package. Ready to pick a new package?
tr: Bu paketteki tÃ¼m kelimeleri gÃ¶rdÃ¼n. Yeni bir paket seÃ§meye hazÄ±r mÄ±sÄ±n?

# word_selection_start_learning
source: Start Learning
tr: Ã‡alÄ±ÅŸmaya BaÅŸla

# word_selection_new_package
source: Choose New Package
tr: Yeni Paket SeÃ§

# word_selection_limit_reached_title
source: Daily Limit Reached
tr: GÃ¼nlÃ¼k Limit Doldu

# word_selection_limit_reached_message
source: You've reached today's word selection limit. Upgrade to Premium or try again tomorrow.
tr: BugÃ¼n iÃ§in kelime seÃ§me hakkÄ±nÄ±z doldu. Premium'a geÃ§in veya yarÄ±n tekrar deneyin.

# word_selection_limit_short
source: Daily limit reached. Upgrade for more.
tr: GÃ¼nlÃ¼k limitin doldu. Daha fazlasÄ± iÃ§in yÃ¼kselt.

# word_selection_limit_title
source: Daily Selection Limit Reached
tr: GÃ¼nlÃ¼k SeÃ§im Limitine UlaÅŸÄ±ldÄ±

# word_selection_limit_message
source: You've selected 15 words today. You can skip words or upgrade to Premium for unlimited selection!
tr: BugÃ¼n 15 kelime seÃ§tin. Kelimeleri atlayabilirsin veya Premium'a geÃ§erek sÄ±nÄ±rsÄ±z seÃ§im yapabilirsin!

# word_selection_limit_close
source: Continue Browsing
tr: Ä°ncelemeye Devam Et

# word_selection_subtitle
source: Swipe right to learn, left to skip
tr: Ã–ÄŸrenmek iÃ§in saÄŸa, geÃ§mek iÃ§in sola kaydÄ±r

# add_word_title
source: Add New Word
tr: Kelime Ekle

# add_word_english
source: English Word
tr: Ä°ngilizce

# add_word_turkish
source: Turkish Translation
tr: TÃ¼rkÃ§e

# add_word_example_en
source: Example sentence (English, optional)
tr: Ä°ngilizce Ã–rnek CÃ¼mle (opsiyonel)

# add_word_example_tr
source: Example sentence (Turkish, optional)
tr: TÃ¼rkÃ§e Ã–rnek CÃ¼mle (opsiyonel)

# add_word_save
source: Save Word
tr: Kaydet

# add_word_success
source: Word added successfully! ğŸ‰
tr: Kelime baÅŸarÄ±yla eklendi! ğŸ‰

# add_word_error
source: Error adding word
tr: Kelime eklenirken hata oluÅŸtu

# add_word_info
source: Customize your study list by adding your own words
tr: Kendi kelimelerinizi ekleyerek Ã§alÄ±ÅŸma listenizi Ã¶zelleÅŸtirin

# add_word_required
source: This field is required
tr: Bu alan zorunludur

# profile_welcome
source: Profile
tr: Profil

# settings_title
source: Settings
tr: Ayarlar

# stats_title
source: Statistics
tr: Ä°statistikler

# stats_streak
source: Streak
tr: Seri

# stats_words
source: Words
tr: Kelime

# stats_mastered
source: Mastered
tr: Ã–ÄŸrenildi

# stats_this_year_days
source: Active Days This Year
tr: Bu YÄ±l Aktif GÃ¼nler

# stats_this_year_hours
source: Study Hours This Year
tr: Bu YÄ±l Ã‡alÄ±ÅŸma Saatleri

# stats_words_skipped
source: Words Skipped
tr: GeÃ§ilen Kelimeler

# legal_title
source: Legal & Support
tr: Yasal & Destek

# legal_privacy
source: Privacy Policy
tr: Gizlilik PolitikasÄ±

# legal_terms
source: Terms of Service
tr: KullanÄ±m ÅartlarÄ±

# legal_rate_app
source: Rate the App
tr: UygulamayÄ± Oyla

# legal_support
source: Contact Support
tr: Destek Ä°let

# legal_support_subtitle
source: Feedback
tr: Geri Bildirim

# legal_contact
source: Contact Us
tr: Bize UlaÅŸ

# legal_version
source: Version
tr: SÃ¼rÃ¼m

source: Privacy Policy
tr: Gizlilik PolitikasÄ±

source: Terms of Service
tr: KullanÄ±m ÅartlarÄ±

# contact_support
source: Support
tr: Destek

source: Premium Active
tr: Premium Aktif

# premium_active_description
source: You have full access to all features
tr: TÃ¼m Ã¶zelliklere tam eriÅŸiminiz var

# premium_upgrade_title
source: Go Premium
tr: Premium'a GeÃ§

# premium_upgrade_subtitle
source: Unlimited access, ad-free
tr: SÄ±nÄ±rsÄ±z eriÅŸim, reklamsÄ±z

# premium_badge_active
source: Premium Active
tr: Premium Deneyim

# premium_badge_upgrade
source: Upgrade to Premium
tr: Premium'a GeÃ§

# premium_card_subtitle
source: Unlock all features
tr: TÃ¼m Ã¶zelliklerin kilidini aÃ§

# premium_card_upgrade_button
source: Upgrade Now
tr: Hemen YÃ¼kselt

# notification_card_title
source: Notifications
tr: GÃ¼nlÃ¼k HatÄ±rlatÄ±cÄ±lar

# notification_card_subtitle
source: Daily study reminders
tr: Bildirimlerle dÃ¼zenli kal

# notification_time_label
source: Reminder Time
tr: Bildirim Saati

# study_direction_card_title
source: Study Direction
tr: Ã‡alÄ±ÅŸma YÃ¶nÃ¼

# study_direction_card_subtitle
source: Choose your learning mode
tr: Ã–ÄŸrenme modunu seÃ§

# direction_en_to_tr
source: English â†’ Turkish
tr: Ä°ngilizce â†’ TÃ¼rkÃ§e

# direction_tr_to_en
source: Turkish â†’ English
tr: TÃ¼rkÃ§e â†’ Ä°ngilizce

# direction_mixed
source: Mixed
tr: KarÄ±ÅŸÄ±k

# direction_en_tr_display
source: English â†’ Turkish
tr: Ä°ngilizce â†’ TÃ¼rkÃ§e

# direction_tr_en_display
source: Turkish â†’ English
tr: TÃ¼rkÃ§e â†’ Ä°ngilizce

# theme_card_title
source: Theme
tr: Tema

# theme_card_subtitle
source: App appearance
tr: GÃ¶rÃ¼nÃ¼m

# theme_light
source: Light Theme
tr: AÃ§Ä±k Tema

# theme_dark
source: Dark Theme
tr: Koyu Tema

# theme_system
source: System
tr: Sistem

# theme_light_display
source: Light
tr: AÃ§Ä±k Mod

# theme_dark_display
source: Dark
tr: Koyu Mod

# theme_system_display
source: System
tr: Sistem

# language_card_title
source: App Language
tr: Dil

# language_card_subtitle
source: Language selection
tr: Dil seÃ§imi

# confirmation_notification_title
source: Reminder Updated
tr: Bildirim Saati GÃ¼ncellendi

# confirmation_direction_title
source: Study Direction Changed
tr: Ã‡alÄ±ÅŸma YÃ¶nÃ¼ DeÄŸiÅŸtirildi

# confirmation_theme_title
source: Theme Updated
tr: Tema GÃ¼ncellendi

# confirmation_language_title
source: Language Changed
tr: Dil DeÄŸiÅŸtirildi

# annual_stats_title
source: Annual Overview
tr: YÄ±llÄ±k Ä°statistikler

# annual_stats_days_label
source: Active Days
tr: Aktif GÃ¼nler

# annual_stats_hours_label
source: Study Hours
tr: Ã‡alÄ±ÅŸma Saati

# annual_stats_skipped_label
source: Words Skipped
tr: GeÃ§ilen Kelimeler

# ai_story_title
source: AI Story Assistant
tr: Yapay Zeka Hikaye AsistanÄ±

# ai_story_subtitle
source: Create stories from the words you're learning with AI
tr: Yapay zeka ile destendeki kelimelerden hikayeler oluÅŸtur, Ã¶ÄŸrendiklerini pekiÅŸtir.

source: Collecting Words...
tr: Kelimelerini topluyorum...

source: Writing Story...
tr: Hikayeni yazÄ±yorum...

source: Final Touches...
tr: Son rÃ¶tuÅŸlar...

# story_type_motivation
source: Motivational
tr: Motivasyon

# story_type_fantasy
source: Fantasy
tr: Fantastik Hikaye

# story_type_dialogue
source: Dialogue
tr: Diyalog

# story_length_short
source: Short
tr: KÄ±sa

# story_length_long
source: Long
tr: Uzun

# onboarding_screen1_message
source: The best way to learn English is vocabulary. The best way to learn vocabulary is HocaLingo!
tr: Ä°ngilizce Ã¶ÄŸrenmenin en iyi yolu kelime Ã¶ÄŸrenmek, kelime Ã¶ÄŸrenmenin en iyi yolu HocaLingo!

# onboarding_button_next
source: Continue
tr: Ä°lerle

# onboarding_button_skip
source: Skip
tr: Atla

# onboarding_button_start
source: Start
tr: BaÅŸla

# onboarding_button_continue
source: Continue
tr: Devam

# onboarding_button_launch
source: Start Choosing Words
tr: Kelime SeÃ§meye BaÅŸla

# onboarding_success
source: You're ready!
tr: HazÄ±rsÄ±n!

# onboarding_promise_title
source: No grammar. Just words.
tr: Dil bilgisi yok. Sadece kelime.

# onboarding_promise_subtitle
source: 10 minutes a day is enough.
tr: GÃ¼nde 10 dakika yeter.

# onboarding_empathy_title
source: Which one describes you most?
tr: En Ã§ok hangisi seni tanÄ±mlÄ±yor?

# onboarding_empathy_quitter
source: I keep starting and stopping
tr: BaÅŸlayÄ±p bÄ±rakÄ±yorum

# onboarding_empathy_forgetful
source: Words don't stick in my memory
tr: Kelimeler aklÄ±mda kalmÄ±yor

# onboarding_empathy_no_time
source: I never have enough time
tr: ZamanÄ±m hiÃ§ yok

# onboarding_empathy_response
source: There's a system made just for you.
tr: Tam senlik bir sistem var.

# onboarding_goal_title
source: Why are you learning?
tr: Ne iÃ§in Ã¶ÄŸreniyorsun?

# onboarding_goal_understand
source: To Understand
tr: Anlamak

# onboarding_goal_speak
source: To Speak
tr: KonuÅŸmak

# onboarding_goal_understand_short
source: Reading, listening, exams
tr: Okuma, dinleme, sÄ±nav

# onboarding_goal_speak_short
source: Remember words, use them
tr: Kelimeyi hatÄ±rla, kullan

# onboarding_goal_explain_understand
source: You'll see an English word and find its Turkish meaning.
tr: Ä°ngilizce kelimeyi gÃ¶rÃ¼p TÃ¼rkÃ§esini bulacaksÄ±n.

# onboarding_goal_explain_speak
source: You'll see a Turkish word and find its English equivalent.
tr: TÃ¼rkÃ§e kelimeyi gÃ¶rÃ¼p Ä°ngilizcesini bulacaksÄ±n.

# onboarding_goal_changeable
source: You can change this anytime.
tr: Ä°stediÄŸin zaman deÄŸiÅŸtirebilirsin.

# onboarding_goal_exam
source: Exam Preparation
tr: SÄ±nava hazÄ±rlÄ±k

# onboarding_goal_conversation
source: Conversation
tr: KonuÅŸmak

# onboarding_level_title
source: What's your level?
tr: Seviyen nedir?

# onboarding_level_beginner
source: Beginner
tr: BaÅŸlangÄ±Ã§

# onboarding_level_intermediate
source: Intermediate
tr: Orta

# onboarding_level_upper
source: Upper-Intermediate
tr: Orta-Ä°leri

# onboarding_level_advanced
source: Advanced
tr: Ä°leri

# onboarding_level_beginner_desc
source: Basic words like Hello, Thank you
tr: Hello, Thank you gibi temel kelimeler

# onboarding_level_intermediate_desc
source: Everyday conversation words
tr: GÃ¼nlÃ¼k konuÅŸma kelimeleri

# onboarding_level_upper_desc
source: Business and academic words
tr: Ä°ÅŸ ve akademik kelimeler

# onboarding_level_advanced_desc
source: Advanced and rarely used words
tr: GeliÅŸmiÅŸ ve az kullanÄ±lan kelimeler

# onboarding_level_response_beginner
source: Great starting point!
tr: Harika baÅŸlangÄ±Ã§ noktasÄ±!

# onboarding_level_response_intermediate
source: Nice, you know the basics!
tr: GÃ¼zel, temeli biliyorsun!

# onboarding_level_response_upper
source: Serious stuff, I like it!
tr: Ciddi iÅŸ, beÄŸendim!

# onboarding_level_response_advanced
source: Wow, ambitious!
tr: Vay, iddialÄ±sÄ±n!

# onboarding_question1_title
source: What is your primary learning goal?
tr: Ã–ncelikli Ã¶ÄŸrenme amacÄ±n nedir?

# onboarding_question2_title
source: What is your current English level?
tr: Mevcut Ä°ngilizce seviyen nedir?

# onboarding_summary_title
source: Your plan is ready!
tr: PlanÄ±n hazÄ±r!

# onboarding_summary_goal
source: Goal
tr: Hedef

# onboarding_summary_level
source: Level
tr: Seviye

# onboarding_summary_ready
source: Ready
tr: HazÄ±r

# onboarding_summary_ready_value
source: Words are waiting for you
tr: Kelimeler seni bekliyor

# onboarding_summary_goal_speak
source: Speaking
tr: KonuÅŸmak

# onboarding_summary_goal_understand
source: Understanding
tr: Anlamak

# onboarding_swipe_hint_initial
source: Watch how it works
tr: NasÄ±l Ã§alÄ±ÅŸtÄ±ÄŸÄ±nÄ± izle

# onboarding_swipe_hint_action
source: Now swipe right to add
tr: Åimdi saÄŸa kaydÄ±rarak ekle

# onboarding_feedback_added
source: Added to your study deck!
tr: Ã‡alÄ±ÅŸma destene eklendi!

# onboarding_study_hint1
source: Try to remember first
tr: Ã–nce hatÄ±rlamaya Ã§alÄ±ÅŸ

# onboarding_study_hint2
source: Tap the card to see the meaning
tr: AnlamÄ±nÄ± gÃ¶rmek iÃ§in karta dokun

# onboarding_study_hint3
source: Choose how hard it was
tr: Ne kadar zorlandÄ±ÄŸÄ±nÄ± seÃ§

# onboarding_study_warning
source: Think about it â€” did you really know it?
tr: Biraz dÃ¼ÅŸÃ¼n, gerÃ§ekten Ã¶ÄŸrendin mi?

# onboarding_difficulty_hard
source: Hard
tr: Zor

# onboarding_difficulty_medium
source: Medium
tr: Orta

# onboarding_difficulty_easy
source: Easy
tr: Kolay

# paywall_title
source: Go Premium
tr: Premium'a GeÃ§

# paywall_subtitle
source: Make Learning Unlimited
tr: Ã–ÄŸrenmeyi SÄ±nÄ±rsÄ±z Hale Getir

# paywall_feature_1
source: Learn Thousands of New Words
tr: Binlerce Yeni Kelime ve KalÄ±p Ã–ÄŸren

# paywall_feature_2
source: Unlimited Daily Word Selection
tr: GÃ¼nlÃ¼k SÄ±nÄ±rsÄ±z Kelime SeÃ§me HakkÄ±

# paywall_feature_3
source: 30 AI Story Uses Per Month
tr: AylÄ±k 30 Yapay Zeka Kullanma HakkÄ±

# paywall_feature_4
source: Premium Card Designs
tr: Premium Kart TasarÄ±mlarÄ±

# paywall_plan_weekly
source: Weekly
tr: HaftalÄ±k

# paywall_plan_yearly
source: Annual
tr: YÄ±llÄ±k

# paywall_best_value
source: BEST VALUE
tr: EN AVANTAJLI

# paywall_purchase_button
source: Start Premium
tr: Premium'a BaÅŸla

# paywall_restore
source: Restore Purchases
tr: SatÄ±n AlÄ±mlarÄ± Geri YÃ¼kle

# paywall_terms
source: Terms of Service
tr: KullanÄ±m KoÅŸullarÄ±

# paywall_privacy
source: Privacy Policy
tr: Gizlilik PolitikasÄ±

# premium_upgrade_prompt_title
source: Unlock Premium
tr: Premium Kilidi AÃ§
